mock-example/src/test/resources/xml/FinRep/SrvGetFinAnalysis/rq1.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
			   xmlns:fin="http://sbrf.ru/NCP/ASFO/GetFinAnalysisRq/">
	<soap:Header/>
	<soap:Body>
		<asfo:getFinAnalysisRq xmlns:asfo="http://sbrf.ru/NCP/ASFO/" xmlns:get="http://sbrf.ru/NCP/ASFO/GetFinAnalysisRq/">
			<get:dealId>string</get:dealId>
		</asfo:getFinAnalysisRq>
	</soap:Body>
</soap:Envelope>
